<?php
// +----------------------------------------------------------------------
// | XDPHP [ WE CAN DO IT JUST XINDE ]
// +----------------------------------------------------------------------
// | Copyright (c) 2019 xinde All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: WenZhen Miao <747512353@qq.com>
// +----------------------------------------------------------------------

//应用入口文件
define('A_PATH', __DIR__ . '/../app/');
//应用目录名称
define('A_NAME', 'app');
define('BIND_MODULE','admin');
// 加载框架引导文件
require __DIR__ . '/../base/start.php';
