<?php
// +----------------------------------------------------------------------
// | XDPHP [ WE CAN DO IT JUST XINDE ]
// +----------------------------------------------------------------------
// | Copyright (c) 2019 xinde All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: WenZhen Miao <747512353@qq.com>
// +----------------------------------------------------------------------
return[
     //数据库类型
    'type'=>'mysql',
    //数据库地址
    'hostname'=>'localhost',
    //数据库名称
    'database'=>'xdphp',
    //用户名
    'username'=>'root',
    //密码
    'password'=>'',
    //端口
    'port'=>'3306',
    //dsn连接方式 不为空则进行dsn连接方式
    'dsn'=>'',
    //表前缀
    'prefix'=>'xd_'
];